References/ASTT/TestSuits/Tests/MediaConf/TC.MC.NVT.26/TC.MC.NVT.26_REQ_02.xml

<?xml version='1.0' encoding='utf-8'?>
<soap:Envelope
 xmlns:soap="http://www.w3.org/2003/05/soap-envelope"
 xmlns:trt="http://www.onvif.org/ver10/media/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <soap:Body>
    <trt:SetSynchronizationPoint>
      <trt:ProfileToken>prof1</trt:ProfileToken>
    </trt:SetSynchronizationPoint>
  </soap:Body>
</soap:Envelope>